bot_names = {"олег","олеже","олежа"}


data_set = {
" ":"passive слушаю вас",

"здраствуй":"passive здоровей видали",
"здарово":"passive и тебе нехворать",
"привет":"passive привет привет",

"доброе утро":"passive утро добрым не бывает",

"добрый вечер":"passive вечер в хату, как говорится у вас",

"доброй ночи":"passive спокойной ночи",
"спокойной ночи":"passive сладкиих снов",

"как погодка за окном": "weather сейчас скажу",
"какая погода на улице": "weather боишься замерзнуть?",
"погода": "weather куда-то собираешься?",
"что там на улице": "weather сейчас гляну...",
"сколько градусов": "weather можешь выглянуть в окно, но сейчас проверю",

"выключись": "botOff Спасибо за работу"

}